phil971-kant-rational-agency.org
#+TITLE: PHIL 971 - Kantian Conceptions of Rational Agency
#+DATE: July 2, 2020
#+AUTHOR: Colin McLear
#+SELECT_TAGS: export
#+EXCLUDE_TAGS: noexport archive nohugo
#+TODO: TODO NEXT | DONE CANCELED
#+TODO: DRAFT | DONE CANCELED
#+LANGUAGE: en
#+LATEX_HEADER: \usepackage[English]{babel}
#+OPTIONS: '":t

*** DONE Week 3 – Freedom & Control
SCHEDULED: <2020-09-01 Tue>
:PROPERTIES:
:EXPORT_HUGO_TAGS: action agency causality control freedom 
:EXPORT_FILE_NAME: week3
:END:

Last week we started talking about Kant’s conception of free action. This week we’ll
try and get clearer as to the notion of ‘control’ that lies behind this conception of
free action. In terms of readings from Kant we’ll be focusing on much of the same
material from last week plus a few other things. 

I want to focus our discussion around the following questions:

1. Is Kant’s conception of absolute spontaneity made more intelligible by appeal to
   his view of control? 
2. What is the connection, for Kant, between control and responsibiilty?
3. Does control require choice?
4. If rational acts are all and only those that are under one’s control, and control
   is dependent on choice how does Kant avoid (if he does) an implausibly
   voluntaristic position?

   
- [[/materials/handouts/3-kant-control.pdf][Handout]] for week 3


**** Readings
- Kant:
   + /Groundwork of the Metaphysics of Morals/: part II, 4:412-4:414; part III, 4:446-9
   + /[[/materials/readings/kant-review-schulz.pdf][Review of Schultz]]/
      - Read the whole thing, but focus on the argument starting from the first full
        paragraph on 8:13 to the end. 
   + /Critique of Practical Reason/: 5:94-101 
- Secondary readings:
   + Kohl, "[[/materials/readings/kohl-kant-free-thought.pdf][Kant on Freedom of Empirical Thought]]"
   + Cohen, “[[/materials/readings/cohen-dox.pdf][Kant on Doxastic Voluntarism and its Implications for Epistemic Responsibility]]”
   + (Optional) McLear, [[https://www.dropbox.com/s/4pp80jgue6mejwh/control.pdf?dl=0]["Control"]]
   + (Optional) Korsgaard, “[[/materials/readings/korsgaard-self-constitution.pdf][Self-Constitution in the Ethics of Plato and Kant]]”
     
  
     
# Feldman or Audi papers? What about Hieronymi? Korsgaard on self-constitution?

  
