content/assignments/week3.md
+++
title = "Week 3 – Freedom & Control"
publishDate = 2020-09-01T00:00:00-04:00
tags = ["action", "agency", "causality", "control", "freedom"]
draft = false
weight = -100
author = false
toc = false
type = "post"
+++

Last week we started talking about Kant’s conception of free action. This week we’ll
try and get clearer as to the notion of ‘control’ that lies behind this conception of
free action. In terms of readings from Kant we’ll be focusing on much of the same
material from last week plus a few other things.

I want to focus our discussion around the following questions:

1.  Is Kant’s conception of absolute spontaneity made more intelligible by appeal to
    his view of control?
2.  What is the connection, for Kant, between control and responsibiilty?
3.  Does control require choice?
4.  If rational acts are all and only those that are under one’s control, and control
    is dependent on choice how does Kant avoid (if he does) an implausibly
    voluntaristic position?

<!--listend-->

-   [Handout](/materials/handouts/3-kant-control.pdf) for week 3


## Readings {#readings}

-   Kant:
    -   _Groundwork of the Metaphysics of Morals_: part II, 4:412-4:414; part III, 4:446-9
    -   _[Review of Schultz](/materials/readings/kant-review-schulz.pdf)_
        -   Read the whole thing, but focus on the argument starting from the first full
            paragraph on 8:13 to the end.
    -   _Critique of Practical Reason_: 5:94-101
-   Secondary readings:
    -   Kohl, "[Kant on Freedom of Empirical Thought](/materials/readings/kohl-kant-free-thought.pdf)"
    -   Cohen, “[Kant on Doxastic Voluntarism and its Implications for Epistemic Responsibility](/materials/readings/cohen-dox.pdf)”
    -   (Optional) McLear, "Control"
    -   (Optional) Korsgaard, “[Self-Constitution in the Ethics of Plato and Kant](/materials/readings/korsgaard-self-constitution.pdf)”
